{
  "total_results": 2,
  "results": [
    {
      "id": 0,
      "album_name": "The Dark Side Of The Moon",
      "poster_path": "the_dark_side_of_the_moon",
      "release_date": "1973",
      "album_songs": [
        {
          "name": "Speak To Me",
          "lyrics": "I've been mad for fucking years, absolutely years, been\nover the edge for yonks, been working me buns off for bands...\nI've always been mad, I know I've been mad, like the\nmost of us...very hard to explain why you're mad, even\nif you're not mad..."
        },
        {
          "name": "Breathe",
          "lyrics": "Breathe, breathe in the air\nDon't be afraid to care\nLeave but don't leave me\nLook around and choose your own ground\n\nFor long you live and high you fly\nAnd smiles you'll give and tears you'll cry\nAnd all you touch and all you see\nIs all your life will ever be\n\nRun, rabbit, run\nDig that hole, forget the sun,\nAnd when at last the work is done\nDon't sit down, it's time to dig another one\n\nFor long you live and high you fly\nBut only if you ride the tide\nAnd balanced on the biggest wave\nYou race toward an early grave."
        },
        {
          "name": "Time",
          "lyrics": "Ticking away the moments that make up a dull day\nFritter and waste the hours in an off-hand way\nKicking around on a piece of ground in your home town\nWaiting for someone or something to show you the way\n\nTired of lying in the sunshine staying home to watch the rain\nYou are young and life is long and there is time to kill today\nAnd then one day you find ten years have got behind you\nNo one told you when to run, you missed the starting gun\n\nAnd you run and you run to catch up with the sun but it's sinking\nRacing around to come up behind you again\nThe sun is the same in a relative way, but you're older\nShorter of breath and one day closer to death\n\nEvery year is getting shorter, never seem to find the time\nPlans that either come to naught or half a page of scribbled lines\nHanging on in quiet desperation is the English way\nThe time is gone, the song is over, thought I'd something more to say\n\nHome, home again\nI like to be here when I can\nWhen I come home cold and tired\nIt's good to warm my bones beside the fire\nFar away, across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spell"
        },
        {
          "name": "Breathe - Reprise",
          "lyrics": "Home, home again\nI like to be there when I can\nWhen I come in cold and tired\nIt's good to warm my bones beside the fire\nFar away across the field\nThe tolling of the iron bell\nCalls the faithful to their knees\nTo hear the softly spoken magic spells."
        },
        {
          "name": "The Great Gig In The Sky",
          "lyrics": "And I am not frightened of dying, any time will do, I don't mind.\nWhy should I be frightened of dying?\nThere's no reason for it, you've gotta go sometime.\n\nI never said I was frightened of dying."
        },
        {
          "name": "Money",
          "lyrics": "Money, get away\nGet a good job with more pay and you're O.K.\nMoney, it's a gas\nGrab that cash with both hands and make a stash\nNew car, caviar, four star daydream,\nThink I'll buy me a football team\n\nMoney, get back\nI'm all right, Jack, keep your hands off of my stack.\nMoney, it's a hit\nDon't give me that do goody good bullshit\nI'm in the high-fidelity first-class traveling set\nAnd I think I need a Learjet\n\nMoney, it's a crime\nShare it fairly but don't take a slice of my pie\nMoney, so they say\nIs the root of all evil today\nBut if you ask for a rise it's no surprise that they're giving none away\n \"Ha-ha! I was in the right!\"\n\"Yes, absolutely in the right!\"\n\"I certainly was in the right!\"\n\"Yeah, I was definitely in the right. That geezer was cruising for a bruising!\"\n\"Why does anyone do anything?\"\n\"Yeah!\"\n\"Why does anyone do anything?\"\n\"I don't know, I was really drunk at the time!\"\n\"I was just telling him it was in, he could get it in Number Two. He was asking why it wasn't coming up on freight eleven. After, I was yelling and screaming and telling him why it wasn't coming up on freight eleven. It came to a heavy blow, which sorted the matter out.\"\n"
        },
        {
          "name": "Us And Them",
          "lyrics": "Us and them\nAnd after all we're only ordinary men\n\nMe and you\nGod only knows it's not what we would choose to do\n\n\"Forward!\" he cried\nFrom the rear\nAnd the front rank died\nAnd the general sat\nAnd the lines on the map\nMoved from side to side\n\nBlack and blue\nAnd who knows which is which and who is who?\n\nUp and down\nAnd in the end it's only round and round and round\n\n\"Haven't you heard\nIt's a battle of words?\"\nThe poster bearer cried.\n\"Listen, son,\"\nSaid the man with the gun,\n\"There's room for you inside.\"\n\n\"Well, I mean, they're gonna kill ya, so like, if you give 'em a quick sh...short, sharp shock, they don't do it again.\nDig it? I mean he got off light, 'cause I could've given him a thrashin' but I only hit him once.\nIt's only the difference between right and wrong, innit? I mean good manners don't cost nothing, do they? Eh?\"\n\nDown and out\nIt can't be helped but there's a lot of it about\n\nWith, without\nAnd who'll deny it's what the fighting's all about?\n\nOut of the way\nIt's a busy day\nI've got things on my mind\nFor want of the price\nOf tea and a slice\nThe old man died"
        },
        {
          "name": "Brain Damage",
          "lyrics": "The lunatic is on the grass\nThe lunatic is on the grass\nRemembering games and daisy chains and laughs\nGot to keep the loonies on the path\n\nThe lunatic is in the hall\nThe lunatics are in my hall\nThe paper holds their folded faces to the floor\nAnd every day the paper boy brings more\n\nAnd if the dam breaks open many years too soon\nAnd if there is no room upon the hill\nAnd if your head explodes with dark forebodings too\nI'll see you on the dark side of the moon\n\nThe lunatic is in my head\nThe lunatic is in my head\nYou raise the blade, you make the change\nYou re-arrange me 'til I'm sane\n\nYou lock the door and throw away the key\nThere's someone in my head but it's not me.\n\nAnd if the cloud bursts thunder in your ear\nYou shout and no one seems to hear\nAnd if the band you're in starts playing different tunes\nI'll see you on the dark side of the moon\n\nI can't think of anything to say except...\nI think it's marvelous! Ha, ha, ha!"
        },
        {
          "name": "Eclipse",
          "lyrics": "All that you touch\nAnd all that you see\nAll that you taste\nAll you feel\n\nAnd all that you love\nAnd all that you hate\nAll you distrust\nAll you save\n\nAnd all that you give\nAnd all that you deal\nAnd all that you buy,\nBeg, borrow or steal\n\nAnd all you create\nAnd all you destroy\nAnd all that you do\nAnd all that you say\n\nAnd all that you eat\nAnd everyone you meet\nAnd all that you slight\nAnd everyone you fight\n\nAnd all that is now\nAnd all that is gone\nAnd all that's to come\nAnd everything under the sun is in tune\nBut the sun is eclipsed by the moon.\n\nThere is no dark side of the moon, really.\nMatter of fact, it's all dark."
        }
      ]
    },
    {
      "id": 1,
      "album_name": "Wish You Were Here",
      "poster_path": "wish_you_were_here",
      "release_date": "1975",
      "album_songs": [
        {
          "name": "Shine On You Crazy Diamond (I-V)",
          "lyrics": "Remember when you were young, you shone like the sun.\r\nShine on you crazy diamond.\r\nNow there's a look in your eyes, like black holes in the sky.\r\nShine on you crazy diamond.\r\nYou were caught in the crossfire of childhood and stardom, blown on the steel breeze.\r\nCome on you target for faraway laughter, come on you stranger, you legend, you martyr, and shine!\r\n\r\nYou reached for the secret too soon, you cried for the moon.\r\nShine on you crazy diamond.\r\nThreatened by shadows at night, and exposed in the light.\r\nShine on you crazy diamond.\r\nWell you wore out your welcome with random precision, rode on the steel breeze.\r\nCome on you raver, you seer of visions, come on you painter, you piper, you prisoner, and shine!"
        },
        {
          "name": "Shine On You Crazy Diamond (VI-IX)",
          "lyrics": "Nobody knows where you are, how near or how far.\r\nShine on you crazy diamond.\r\nPile on many more layers and I'll be joining you there.\r\nShine on you crazy diamond.\r\nAnd we'll bask in the shadow of yesterday's triumph, \r\nsail on the steel breeze.\r\nCome on you boy child, you winner and loser, \r\ncome on you miner for truth and delusion, and shine"
        },
        {
          "name": "Welcome To The Machine",
          "lyrics": "Welcome my son, welcome to the machine.\r\nWhere have you been? It's alright we know where you've been.\r\nYou've been in the pipeline, filling in time, \r\nprovided with toys and Scouting for Boys.\r\nYou bought a guitar to punish your ma,\r\nAnd you didn't like school, and you know you're nobody's fool,\r\nSo welcome to the machine.\r\nWelcome my son, welcome to the machine.\r\nWhat did you dream? It's alright we told you what to dream.\r\nYou dreamed of a big star, he played a mean guitar,\r\nHe always ate in the Steak Bar. He loved to drive in his Jaguar.\r\nSo welcome to the machine."
        },
        {
          "name": "Have A Cigar",
          "lyrics": "Come in here, dear boy, have a cigar.\r\nYou're gonna go far, you're gonna fly high,\r\nYou're never gonna die,\r\nYou're gonna make it if you try;\r\nThey're gonna love you.\r\n\r\nWell, I've always had a deep respect,\r\nAnd I mean that most sincere.\r\nThe band is just fantastic,\r\nThat is really what I think.\r\nOh by the way, which one's Pink?\r\n\r\nAnd did we tell you the name of the game, boy?\r\nWe call it Riding the Gravy Train.\r\n\r\nWe're just knocked out.\r\nWe heard about the sell out.\r\nYou gotta get an album out,\r\nYou owe it to the people.\r\nWe're so happy we can hardly count.\r\n\r\nEverybody else is just green,\r\nHave you seen the chart?\r\nIt's a hell of a start,\r\nIt could be made into a monster\r\nIf we all pull together as a team.\r\n\r\nAnd did we tell you the name of the game, boy?\r\nWe call it Riding the Gravy Train."
        },
        {
          "name": "Wish You Were Here",
          "lyrics": "So, so you think you can tell Heaven from Hell, blue skies from pain.\r\nCan you tell a green field from a cold steel rail?\r\nA smile from a veil?\r\nDo you think you can tell?\r\n\r\nDid they get you to trade your heroes for ghosts?\r\nHot ashes for trees?\r\nHot air for a cool breeze?\r\nCold comfort for change?\r\nDid you exchange a walk on part in the war for a lead role in a cage?\r\n\r\nHow I wish, how I wish you were here.\r\nWe're just two lost souls swimming in a fish bowl, year after year,\r\nRunning over the same old ground.\r\nWhat have we found?\r\nThe same old fears.\r\nWish you were here."
        }
      ]
    },
    {
      "id": 2,
      "album_name": "Animals",
      "poster_path": "animals",
      "release_date": "1977",
      "album_songs": [
        {
          "name": "Pigs On The Wing (Part One)",
          "lyrics": "If you didn't care what happened to me,\r\nAnd I didn't care for you\r\nWe would zig zag our way through the boredom and pain\r\nOccasionally glancing up through the rain\r\nWondering which of the buggers to blame\r\nAnd watching for pigs on the wing.\r\n"
        },
        {
          "name": "Dogs",
          "lyrics": "You got to be crazy, gotta have a real need\r\nGotta sleep on your toes, and when you're on the street\r\nYou got to be able to pick out the easy meat with your eyes closed\r\nAnd then moving in silently, down wind and out of sight\r\nYou got to strike when the moment is right without thinking.\r\n\r\nAnd after a while, you can work on points for style\r\nLike the club tie, and the firm handshake\r\nA certain look in the eye, and an easy smile\r\n\r\nYou have to be trusted by the people that you lie to\r\nSo that when they turn their backs on you\r\nYou'll get the chance to put the knife in.\r\n\r\nYou gotta keep one eye looking over your shoulder\r\nYou know it's going to get harder, and harder, and harder as you get older\r\nYeah, and in the end you'll pack up, fly down south\r\nHide your head in the sand\r\nJust another sad old man\r\nAll alone and dying of cancer.\r\n\r\nAnd when you lose control, you'll reap the harvest you have sown\r\nAnd as the fear grows, the bad blood slows and turns to stone\r\nAnd it's too late to lose the weight you used to need to throw around\r\nSo have a good drown, as you go down, all alone\r\nDragged down by the stone.\r\n\r\nI gotta admit that I'm a little bit confused\r\nSometimes it seems to me as if I'm just being used\r\nGotta stay awake, gotta try and shake off this creeping malaise\r\nIf I don't stand my own ground, how can I find my way out of this maze?\r\nDeaf, dumb, and blind, you just keep on pretending\r\nThat everyone's expendable and no-one has a real friend\r\nAnd it seems to you the thing to do would be to isolate the winner\r\nAnd everything's done under the sun\r\nAnd you believe at heart, everyone's a killer.\r\n\r\nWho was born in a house full of pain\r\nWho was trained not to spit in the fan\r\nWho was told what to do by the man\r\nWho was broken by trained personnel\r\nWho was fitted with collar and chain\r\nWho was given a pat on the back\r\nWho was breaking away from the pack\r\nWho was only a stranger at home\r\nWho was ground down in the end\r\nWho was found dead on the phone\r\nWho was dragged down by the stone."
        },
        {
          "name": "Pigs (Three Different Ones)",
          "lyrics": "Big man, pig man, ha ha, charade you are\r\nYou well heeled big wheel, ha ha, charade you are\r\nAnd when your hand is on your heart\r\nYou're nearly a good laugh\r\nAlmost a joker\r\nWith your head down in the pig bin\r\nSaying \"keep on digging\"\r\nPig stain on your fat chin\r\nWhat do you hope to find?\r\nWhen you're down in the pig mine\r\nYou're nearly a laugh\r\nYou're nearly a laugh\r\nBut you're really a cry.\r\nBus stop rat bag, ha ha, charade you are\r\nYou fucked up old hag, ha ha, charade you are\r\nYou radiate cold shafts of broken glass\r\nYou're nearly a good laugh\r\nAlmost worth a quick grin\r\nYou like the feel of steel\r\nYou're hot stuff with a hat pin\r\nAnd good fun with a hand gun\r\nYou're nearly a laugh\r\nYou're nearly a laugh\r\nBut you're really a cry.\r\nHey you Whitehouse, ha ha, charade you are\r\nYou house proud town mouse, ha ha, charade you are\r\nYou're trying to keep our feelings off the street\r\nYou're nearly a real treat\r\nAll tight lips and cold feet\r\nAnd do you feel abused?\r\n.....!.....!.....!.....!\r\nYou gotta stem the evil tide\r\nAnd keep it all on the inside\r\nMary you're nearly a treat\r\nMary you're nearly a treat\r\nBut you're really a cry."
        },
        {
          "name": "Sheep",
          "lyrics": "Harmlessly passing your time in the grassland away\r\nOnly dimly aware of a certain unease in the air\r\nYou better watch out\r\nThere may be dogs about\r\nI've looked over Jordan and I have seen\r\nThings are not what they seem\r\n\r\nWhat do you get for pretending the danger's not real\r\nMeek and obedient you follow the leader\r\nDown well trodden corridors into the valley of steel\r\nWhat a surprise\r\nA look of terminal shock in your eyes\r\nNow things are really what they seem\r\nNo, this is no bad dream\r\n\r\nThe Lord is my shepherd, I shall not want\r\nHe makes me down to lie\r\nThrough pastures green he leadeth me the silent waters by\r\nWith bright knives he releaseth my soul\r\nHe maketh me to hang on hooks in high places\r\nHe converteth me to lamb cutlets\r\nFor lo, he hath great power and great hunger\r\nWhen cometh the day we lowly ones\r\nThrough quiet reflection and great dedication\r\nMaster the art of karate\r\nLo, we shall rise up\r\nAnd then we'll make the bugger's eyes water\r\n\r\nBleating and babbling we fell on his neck with a scream\r\nWave upon wave of demented avengers\r\nMarch cheerfully out of obscurity into the dream\r\n\r\nHave you heard the news?\r\nThe dogs are dead!\r\nYou better stay home\r\nAnd do as you're told\r\nGet out of the road if you want to grow old"
        },
        {
          "name": "Pigs On The Wing (Part Two)",
          "lyrics": "You know that I care what happens to you\r\nAnd I know that you care for me too\r\nSo I don't feel alone\r\nOr the weight of the stone\r\nNow that I've found somewhere safe\r\nTo bury my bone\r\nAnd any fool knows a dog needs a home\r\nA shelter from pigs on the wing"
        }
      ]
    },
    {
      "id": 3,
      "album_name": "The Wall",
      "poster_path": "the_wall",
      "release_date": "1979",
      "album_songs": [
        {
          "name": "In The Flesh?",
          "lyrics": "So ya thought ya might like to go to the show\r\nTo feel the warm thrill of confusion\r\nThat space cadet glow\r\n\r\nTell me is something eluding you sunshine?\r\nIs this not what you expected to see?\r\n\r\nIf you want to find out what's behind these cold eyes\r\nYou'll just have to claw your way through this disguise"
        },
        {
          "name": "The Thin Ice",
          "lyrics": "Momma loves her baby\r\nAnd Daddy loves you too\r\nAnd the sea may look warm to you, babe\r\nAnd the sky may look blue\r\n\r\nOoh, babe\r\nOoh, baby blue\r\nOoh, babe\r\n\r\nIf you should go skating\r\nOn the thin ice of modern life\r\nDragging behind you the silent reproach\r\nOf a million tear-stained eyes\r\n\r\nDon't be surprised,\r\nWhen a crack in the ice\r\nAppears under your feet\r\nYou slip out of your depth and out of your mind\r\nWith your fear flowing out behind you\r\nAs you claw the thin ice"
        },
        {
          "name": "Another Brick In The Wall (Part I)",
          "lyrics": "Daddy's flown across the ocean\r\nLeaving just a memory\r\nA snap shot in the family album\r\nDaddy what else did you leave for me?\r\n\r\nDaddy what d'ya leave behind for me?\r\n\r\nAll in all it was just a brick in the wall\r\nAll in all it was all just bricks in the wall"
        },
        {
          "name": "Another Brick In The Wall (Part II)",
          "lyrics": "We don't need no education\r\nWe don't need no thought control\r\nNo dark sarcasm in the classroom\r\nTeacher, leave them kids alone\r\n\r\nHey, teacher, leave them kids alone\r\n\r\nAll in all it's just another brick in the wall\r\nAll in all you're just another brick in the wall\r\n\r\n[Chorus by pupils from the Fourth Form Music Class Islington Green School, London]\r\n\r\nWe don't need no education\r\nWe don't need no thought control\r\nNo dark sarcasm in the classroom\r\nTeachers, leave them kids alone\r\n\r\nHey, teacher, leave us kids alone\r\n\r\nAll in all you're just another brick in the wall\r\nAll in all you're just another brick in the wall\r\n\r\n[Spoken:]\r\nWrong! Do it again!\r\nWrong! Do it again!\r\nIf you don't eat your meat, you can't have any pudding!\r\nHow can you have any pudding if you don't eat your meat?!\r\nYou! Yes, you, behind the bike sheds, stand still, laddy!"
        },
        {
          "name": "The Happiest Days Of Our Lives",
          "lyrics": "You! Yes, you! Stand still, laddy!\r\n\r\nWhen we grew up and went to school\r\nThere were certain teachers who\r\nWould hurt the children any way they could\r\n\r\nBy pouring their derision\r\nUpon anything we did\r\nExposing every weakness\r\nHowever carefully hidden by the kids\r\n\r\nBut in the town it was well known\r\nWhen they got home at night,\r\nTheir fat and psychopathic wives\r\nWould thrash them within inches of their lives"
        },
        {
          "name": "Mother",
          "lyrics": "Mother, do you think they'll drop the bomb?\r\nMother, do you think they'll like this song?\r\nMother, do you think they'll try to break my balls?\r\nOoh, aah, mother, should I build the wall?\r\n\r\nMother, should I run for president?\r\nMother, should I trust the government?\r\nMother, will they put me in the firing line?\r\nOoh, aah, is it just a waste of time?\r\n\r\nHush now, baby, baby, don't you cry\r\nMama's gonna make all of your nightmares come true\r\nMama's gonna put all of her fears into you\r\nMama's gonna keep you right here under her wing\r\nShe won't let you fly but she might let you sing\r\nMama's gonna keep baby cozy and warm\r\n\r\nOoh, babe, ooh, babe, ooh, babe\r\nOf course mama's gonna help build the wall\r\n\r\nMother, do you think she's good enough for me?\r\nMother, do you think she's dangerous to me?\r\nMother, will she tear your little boy apart?\r\nOoh, aah, mother, will she break my heart?\r\n\r\nHush now, baby, baby, don't you cry\r\nMama's gonna check out all your girlfriends for you\r\nMama won't let anyone dirty get through\r\nMama's gonna wait up 'til you get in\r\nMama will always find out where you've been\r\nMamma's gonna keep baby healthy and clean\r\n\r\nOoh, babe, ooh, babe, ooh, babe\r\nYou'll always be a baby to me\r\n\r\nMother, did it need to be so high?"
        },
        {
          "name": "Goodbye Blue Sky",
          "lyrics": "[A child's voice:]\r\nLook, Mummy. There's an airplane up in the sky.\r\n\r\nDid, did, did, did you see the frightened ones?\r\nDid, did, did, did you hear the falling bombs?\r\nDid, did, did, did you ever wonder\r\nWhy we had to run for shelter\r\nWhen the promise of a brave new world\r\nUnfurled beneath a clear blue sky?\r\n\r\nDid, did, did, did you see the frightened ones?\r\nDid, did, did, did you hear the falling bombs?\r\nThe flames are all long gone\r\nBut the pain lingers on\r\n\r\nGoodbye blue sky\r\nGoodbye blue sky\r\nGoodbye\r\nGoodbye"
        },
        {
          "name": "Empty Spaces",
          "lyrics": "[backwards message:]\r\nHello, Luka [hunters]... Congratulations. You have just discovered the secret message. Please send your answer to Old Pink, care of the Funny Farm, Chalfont...\r\nRoger! Carolyne's on the phone!\r\nOkay\r\n\r\nWhat shall we use\r\nTo fill the empty spaces\r\nWhere we used to talk?\r\nHow shall I fill\r\nThe final places?\r\nHow should I complete the wall"
        },
        {
          "name": "Young Lust",
          "lyrics": "I am just a new boy \r\nA stranger in this town \r\nWhere are all the good times \r\nWho's gonna show this stranger around? \r\nOoooooooh I need a dirty woman \r\nOoooooooh I need a dirty girl \r\nWill some woman in this desert land \r\nMake me feel like a real man \r\nTake this rock and roll refugee \r\nOooh Babe set me free \r\nOoooooooh I need a dirty woman \r\nOoooooooh I need a dirty girl. \r\nOoooooooh I need a dirty woman \r\nOoooooooh I need a dirty girl."
        },
        {
          "name": "One Of My Turns",
          "lyrics": "\"Oh my God! What a fabulous room! Are all these your guitars?\"\r\n[Film in background:] (\"I'm sorry sir, I didn't mean to startle you!\")\r\n\"What? This place is bigger than our apartment!\"\r\n(\"Let me know when you're entering a room.\")\r\n(\"Yes, sir!\")\r\n\"Can I get a drink of water?\"\r\n(\"I was wondering about dinner, sir.)\r\n\"You want some, huh?\"\r\n(\"Yes?\")\r\n(\"When do you and your guests want to dine? I have to inform the kitchen staff.\")\r\n\"Oh wow, look at this tub? Wanna take a bath?\"\r\n(\"Yes, I'm aware of your duties Dobbs.\")\r\n(\"Yes, sir.\")\r\n(I'll have to find out from Mrs. Bancroft what time she wants to eat. As for her maid, needless to say, she can have her meal with the kitchen help.)\r\n\"What are you watching?\"\r\n(\"Very good, sir. If you'll just let me know as soon as you can when you and Mrs Bancroft want to eat.\")\r\n(\"Mrs. Bancroft will be dining alone.\")\r\n\"Hello?\"\r\n(\"Why? I don't understand, sir.\")\r\n(\"I won't be staying for dinner.\")\r\n\"Are you feeling okay?...\"\r\n(\"I'm surprised to hear that, sir, since you just arrived.\")\r\n(\"Yes, I'm a little surprised about it myself.\")\r\n\r\nDay after day, love turns grey\r\nLike the skin of a dying man\r\nNight after night, we pretend it's all right\r\nBut I have grown older and\r\nYou have grown colder\r\nAnd nothing is very much fun any more\r\nAnd I can feel one of my turns coming on\r\nI feel cold as a razor blade\r\nTight as a tourniquet\r\nDry as a funeral drum\r\n\r\nRun to the bedroom\r\nIn the suitcase on the left\r\nYou'll find my favourite axe\r\nDon't look so frightened\r\nThis is just a passing phase\r\nOne of my bad days\r\nWould you like to watch T.V.?\r\nOr get between the sheets?\r\nOr contemplate the silent freeway?\r\nWould you like something to eat?\r\nWould you like to learn to fly?\r\nWould you?\r\nWould you like to see me try?\r\n\r\nWould you like to call the cops?\r\nDo you think it's time I stopped?\r\nWhy are you running away?"
        },
        {
          "name": "Don't Leave Me Now",
          "lyrics": "Ooh babe\r\nDon't leave me now\r\n\r\nDon't say it's the end of the road\r\nRemember the flowers I sent\r\nI need you babe\r\nTo put through the shredder\r\nIn front of my friends\r\n\r\nOoh babe\r\nDon't leave me now\r\n\r\nHow could you go\r\nWhen you know how I need you?\r\n\r\nTo beat to a pulp on a Saturday night\r\n\r\nOoh babe\r\nDon't leave me now\r\n\r\nHow can you treat me this way\r\nRunning away\r\n\r\nOoh babe\r\nWhy are you running away?\r\nOoh babe!"
        },
        {
          "name": "Another Brick In The Wall (Part III)",
          "lyrics": "I don't need no arms around me\r\nAnd I don't need no drugs to calm me\r\nI have seen the writing on the wall\r\nDon't think I need anything at all\r\n\r\nNo, don't think I'll need anything at all\r\n\r\nAll in all it was all just bricks in the wall\r\nAll in all you were all just bricks in the wall"
        },
        {
          "name": "Goodbye Cruel World",
          "lyrics": "Goodbye cruel world\r\nI'm leaving you today\r\nGoodbye\r\nGoodbye\r\nGoodbye\r\n\r\nGoodbye all you people\r\nThere's nothing you can say\r\nTo make me change my mind\r\nGoodbye."
        },
        {
          "name": "Hey You",
          "lyrics": "Hey, you!\r\nOut there in the cold\r\nGetting lonely, getting old.\r\nCan you feel me?\r\n\r\nHey, you!\r\nStanding in the aisles\r\nWith itchy feet and fading smiles.\r\nCan you feel me?\r\n\r\nHey, you!\r\nDon't help them to bury the light.\r\nDon't give in without a fight.\r\n\r\nHey, you!\r\nOut there on your own\r\nSitting naked by the phone.\r\nWould you touch me?\r\n\r\nHey, you!\r\nWith your ear against the wall\r\nWaiting for someone to call out.\r\nWould you touch me?\r\n\r\nHey, you!\r\nWould you help me to carry the stone?\r\nOpen your heart, I'm coming home\r\n\r\nBut it was only fantasy.\r\nThe wall was too high as you can see.\r\nNo matter how he tried he could not break free.\r\nAnd the worms ate into his brain.\r\n\r\nHey, you!\r\nOut there on the road,\r\nAlways doing what you're told.\r\nCan you help me?\r\n\r\nHey, you!\r\nOut there beyond the wall,\r\nBreaking bottles in the hall.\r\nCan you help me?\r\n\r\nHey, you!\r\nDon't tell me there's no hope at all.\r\nTogether we stand,\r\nDivided we fall."
        },
        {
          "name": "Is There Anybody Out There?",
          "lyrics": "Is there anybody out there?\r\nIs there anybody out there?\r\nIs there anybody out there?\r\nIs there anybody out there?\r\n"
        },
        {
          "name": "Nobody Home",
          "lyrics": "I've got a little black book with my poems in\r\nI've got a bag with a toothbrush and a comb in\r\nWhen I'm a good dog they sometimes throw me a bone in\r\n\r\nI got elastic bands keeping my shoes on\r\nGot those swollen hand blues.\r\nI got thirteen channels of shit on the T.V. to choose from\r\n\r\nI've got electric light\r\nAnd I've got second sight\r\nGot amazing powers of observation\r\n\r\nAnd that is how I know\r\nWhen I try to get through\r\nOn the telephone to you\r\nThere'll be nobody home\r\n\r\nI've got the obligatory Hendrix perm\r\nAnd the inevitable pinhole burns\r\nAll down the front of my favourite satin shirt\r\n\r\nI've got nicotine stains on my fingers\r\nI've got a silver spoon on a chain\r\nI've got a grand piano to prop up my mortal remains\r\n\r\nI've got wild staring eyes\r\nI've got a strong urge to fly\r\nBut I've got nowhere to fly to\r\n\r\nOoh, babe, when I pick up the phone\r\nThere's still nobody home\r\n\r\nI've got a pair of Gohills boots\r\nBut I've got fading roots."
        },
        {
          "name": "Vera",
          "lyrics": "Does anybody here remember Vera Lynn?\r\nRemember how she said that we would meet again\r\nSome sunny day?\r\n\r\nVera! Vera!\r\nWhat has become of you?\r\nDoes anybody else in here feel the way I do?"
        },
        {
          "name": "Bring The Boys Back Home",
          "lyrics": "Bring the boys back home \r\nBring the boys back home \r\nDon't leave the children on their own \r\nBring the boys back home"
        },
        {
          "name": "Comfortably Numb",
          "lyrics": "Hello,\r\nIs there anybody in there?\r\nJust nod if you can hear me.\r\nIs there anyone at home?\r\n\r\nCome on now\r\nI hear you're feeling down\r\nWell, I can ease your pain\r\nAnd get you on your feet again\r\n\r\nRelax\r\nI'll need some information first\r\nJust the basic facts\r\nCan you show me where it hurts?\r\n\r\nThere is no pain, you are receding\r\nA distant ship smoke on the horizon\r\nYou are only coming through in waves\r\nYour lips move but I can't hear what you're saying\r\nWhen I was a child I had a fever\r\nMy hands felt just like two balloons\r\nNow I've got that feeling once again\r\nI can't explain, you would not understand\r\nThis is not how I am\r\nI have become comfortably numb\r\n\r\nI have become comfortably numb\r\n\r\nO.K.\r\nJust a little pin prick\r\nThere'll be no more aaaaaaaah!\r\nBut you may feel a little sick\r\n\r\nCan you stand up?\r\nI do believe it's working, good\r\nThat'll keep you going through the show\r\nCome on, it's time to go.\r\n\r\nThere is no pain you are receding\r\nA distant ship smoke on the horizon\r\nYou are only coming through in waves\r\nYour lips move but I can't hear what you're saying\r\nWhen I was a child\r\nI caught a fleeting glimpse\r\nOut of the corner of my eye\r\nI turned to look but it was gone\r\nI cannot put my finger on it now\r\nThe child is grown\r\nThe dream is gone\r\nI have become comfortably numb."
        },
        {
          "name": "The Show Must Go On",
          "lyrics": "Ooh Ma Ooh Pa\r\nMust the show go on?\r\n\r\nOoh Pa take me home\r\nOoh Ma let me go\r\n\r\nThere must be some mistake\r\nI didn't mean to let them take away my soul\r\nAm I too old? Is it too late?\r\n\r\nOoh Ma Ooh Pa\r\nWhere has the feeling gone?\r\nOoh Ma Ooh Pa\r\nWill I remember the songs?\r\nOoh ah the show must go on."
        },
        {
          "name": "In The Flesh",
          "lyrics": "So ya thought ya might like to go to the show\r\nTo feel the warm thrill of confusion\r\nThat space cadet glow\r\n\r\nI got some bad news for you sunshine\r\nPink isn't well, he stayed back at the hotel\r\nAnd they sent us along as a surrogate band\r\nWe're gonna find out where you fans really stand\r\n\r\nAre there any queers in the theatre tonight?\r\nGet 'em up against the wall (against the wall)\r\nNow there's one in the spotlight, he don't look right to me\r\nGet him up against the wall (against the...)\r\n\r\nAnd that one looks Jewish and that one's a coon\r\nWho let all this riff-raff into the room?\r\nThere's one smoking a joint and another with spots\r\nIf I had my way I'd have all of ya shot"
        },
        {
          "name": "Run Like Hell",
          "lyrics": "Run, run, run, run [repeat line four times]\r\nYou better make your face up in\r\nYour favourite disguise\r\nWith your button down lips and your\r\nRoller blind eyes\r\nWith your empty smile\r\nAnd your hungry heart\r\nFeel the bile rising from your guilty past\r\nWith your nerves in tatters\r\nAs the cockleshell shatters\r\nAnd the hammers batter\r\nDown your door\r\nYou better run\r\n\r\nRun, run, run, run [repeat line four times]\r\nYou better run all day\r\nAnd run all night\r\nAnd keep your dirty feelings\r\nDeep inside. And if you're\r\nTakin' your girlfriend\r\nOut tonight\r\nYou better park the car\r\nWell out of sight\r\n'Cause if they catch you in the back seat\r\nTrying to pick her locks\r\nThey're gonna send you back to mother\r\nIn a cardboard box\r\nYou better run"
        },
        {
          "name": "Waiting For The Worms",
          "lyrics": "Eins, zwei, drei, alle\r\n\r\nYou cannot reach me now\r\nNo matter how you try\r\nGoodbye, cruel world, it's over\r\nWalk on by\r\n\r\nSitting in a bunker here behind my wall\r\nWaiting for the worms to come\r\n\r\nIn perfect isolation here behind my wall\r\nWaiting for the worms to come\r\n\r\nWaiting to cut out the deadwood\r\nWaiting to clean up the city\r\nWaiting to follow the worms\r\n\r\nWaiting to put on a black shirt\r\nWaiting to weed out the weaklings\r\nWaiting to smash in their windows and kick in their doors\r\n\r\nWaiting for the final solution to strengthen the strain\r\nWaiting to follow the worms\r\n\r\nWaiting to turn on the showers and fire the ovens\r\nWaiting for the queers and the coons and the reds and the Jews\r\nWaiting to follow the worms\r\n\r\nWould you like to see Britannia rule again,\r\nMy friend?\r\nAll you have to do is follow the worms\r\n\r\nWould you like to send our coloured cousins home again,\r\nMy friend?\r\nAll you need to do is follow the worms."
        },
        {
          "name": "Stop",
          "lyrics": "Stop\r\nI wanna go home\r\nTake off this uniform\r\nAnd leave the show\r\nAnd I'm waiting in this cell\r\nBecause I have to know\r\nHave I been guilty all this time"
        },
        {
          "name": "The Trial",
          "lyrics": "[Prosecutor:]\r\nGood morning, the Worm your honour\r\nThe crown will plainly show\r\nThe prisoner who now stands before you\r\nWas caught red-handed showing feelings\r\nShowing feelings of an almost human nature\r\nThis will not do\r\n\r\nCall the schoolmaster!\r\n\r\n[Teacher:]\r\nI always said he'd come to no good\r\nIn the end, your honour\r\nIf they'd let me have my way\r\nI could have flayed him into shape\r\nBut my hands were tied\r\nThe bleeding hearts and artists\r\nLet him get away with murder\r\nLet me hammer him today\r\n\r\n[Pink:]\r\nCrazy\r\nToys in the attic,\r\nI am crazy\r\nTruly gone fishing\r\nThey must have taken my marbles away\r\n\r\n[Choir:]\r\nCrazy\r\nToys in the attic\r\nHe is crazy\r\n\r\n[Wife:]\r\nYou little shit, you're in it now\r\nI hope they throw away the key\r\nYou should've talked to me more often than you did,\r\nBut no, you had to go your own way.\r\nHave you broken any homes up lately?\r\n\r\n\"Just five minutes, Worm your honour, him and me alone\"\r\n\r\n[Mother:]\r\nBabe\r\nCome to mother, baby, let me hold you in my arms\r\nM'Lord I never wanted him to get in any trouble\r\nWhy'd he ever have to leave me?\r\nWorm your honour, let me take him home\r\n\r\n[Pink:]\r\nCrazy\r\nOver the rainbow\r\nI am crazy\r\nBars in the window\r\nThere must have been a door there in the wall\r\nWhen I came in\r\n\r\n[Choir:]\r\nCrazy\r\nOver the rainbow\r\nHe is crazy\r\n\r\n[Worm:]\r\nThe evidence before the court is incontrovertible.\r\nThere's no need for the jury to retire.\r\nIn all my years of judging\r\nI have never heard before\r\nOf someone more deserving the full penalty of law.\r\nThe way you made them suffer—\r\nYour exquisite wife and mother—\r\nFills me with the urge to defecate\r\n(Go on, judge. Shit on him.)\r\nSince, my friend, you have revealed\r\nYour deepest fear\r\nI sentence you to be exposed before your peers.\r\n\r\nTear down the wall\r\n\r\n[Choir:]\r\nTear down the wall [repeat]"
        },
        {
          "name": "Outside The Wall",
          "lyrics": "All alone or in twos\r\nThe ones who really love you\r\nWalk up and down outside the wall\r\n\r\nSome hand in hand\r\nAnd some gathered together in bands\r\nThe bleeding hearts and the artists make their stand\r\n\r\nAnd when they've given you their all\r\nSome stagger and fall, after all it's not easy\r\nBanging your heart against some mad bugger's wall\r\n\r\nIsn't this where we..."
        }
      ]
    }
  ]
}
